/* Other User */
"OTHER_USER" = "Autre…";

/* Guest Account - Should be same as it appears in Accounts Pref Pane */
"GUEST_ACCOUNT_NAME" = "Compte d’invité";

/* Password Assistant Text */
"USER_PASSWORD" = "Mot de passe :";
"MASTER_PASSWORD" = "Mot de passe principal :";

"KEYCHAIN_WARNING_TITLE" = "Si vous modifiez le mot de passe de ce compte utilisateur, un nouveau trousseau pour l’enregistrement des mots de passe sera créé.";
"KEYCHAIN_WARNING_TEXT" = "Le trousseau précédent de l’utilisateur existe encore. Avec le mot de passe précédent, il est possible d’accéder à ce trousseau, ainsi qu’aux informations et mots de passe qu’il contient.";


/* UserList UI Status text */
"CURRENTLY_LOGGED_IN" = "Connecté";
"MOBILE_CURRENTLY_LOGGED_IN" = "Portable, actuellement connecté";
"EXTERNAL_CURRENTLY_LOGGED_IN" = "Externe, actuellement connecté";
"GUEST_CURRENTLY_LOGGED_IN" = "Invité, actuellement connecté";
"NETWORK_CURRENTLY_LOGGED_IN" = "Réseau, actuellement connecté";
"EXTERNAL" = "Externe";
"MOBILE" = "Portable";
"GUEST" = "Invité";
"NETWORK" = "Réseau";

/* Parental Controls status text */
"CANNOT_LOGIN" = "Il est actuellement impossible d’ouvrir une session";
"LOGIN_TIME" = "Peut ouvrir une session à %@";


/* Button Titles */
"BACK_BUTTON" = "Précédent";
"CANCEL_BUTTON" = "Annuler";
"FORGOT_PASSWORD_BUTTON" = "Mot de passe oublié";
"CHANGE_PASSWORD" = "Modifier le mot de passe";
"OPTIONS_BUTTON" = "Options";
"RESTART_BUTTON" = "Redémarrer";


/* Accessibility Descriptions */
"AX_MAC_OS_X" = "mac os x";
"AX_MAC_OS_X_SERVER" = "mac os x server";


/* Password Button Titles */
"FORGOT_PASSWORD" = "Mot de passe oublié";
"RESET_PASSWORD" = "Réinitialiser le mot de passe";

/* Master Password Strings */
"MASTER_PASSWORD_INFO" = "Tapez le mot de passe principal pour rétablir le mot de passe de cet utilisateur.";
"MASTER_PASSWORD_INFO_WITH_FILEVAULT" = "Tapez le mot de passe principal pour rétablir le mot de passe de cet utilisateur et déverrouiller FileVault.";

/* Host Info */
"SAFE_BOOT" = "Démarrage sans extensions";
"SYSTEM_VERSION_INFO" = "Version %@";
"SYSTEM_BUILD_INFO" = "Révision %@";
"SERIAL_NUMBER" = "Numéro de série %@";
"IP_ADDRESS" = "Adresse IP %@";

"NETWORK_NODES_ALL"  = "Comptes réseau disponibles";
"NETWORK_NODES_SOME" = "Certains comptes réseau disponibles";
"NETWORK_NODES_NONE" = "Comptes réseau non disponibles";
"NETWORK_NODES_AUTH" = "L’accès au réseau requiert une identification";


/* Tool Tip */
"SHORT_NAME" = "Nom abrégé : %@";

"EXTERNAL_ACCOUNT" = "Compte externe";
"GUEST_ACCOUNT" = "Compte d’invité";
"LOCAL_ACCOUNT" = "Compte local";
"MOBILE_ACCOUNT" = "Compte mobile";
"NETWORK_ACCOUNT" = "Compte réseau";

"NET_NODE" = "Nœud de réseau : %@";
"HOME_VOLUME" = "Volume : %@";


/* Authentication Error Strings */
"AF_AUTH_FAILED" = "Le nom d’utilisateur ou le mot de passe que vous avez saisi n’est pas valide.";

"AF_NEWPASSWORDREQUIRED" = "Vous devez saisir un nouveau mot de passe avant de vous connecter à ce compte.";

"AF_QUALITYCHECKFAILED" = "Votre mot de passe ne respecte pas la configuration requise par le serveur.";

"AF_PASSWORDTOOSHORT" = "Votre mot de passe est trop court.";
"AF_PASSWORDTOOLONG" = "Votre mot de passe est trop long.";
"AF_PASSWORDLENGTH" = "Votre mot de passe doit comporter entre %ld et %ld caractères.";

"AF_PASSWORDMINCHARS" = "Votre mot de passe doit comporter au moins %ld caractères.";
"AF_PASSWORDMAXCHARS" = "Votre mot de passe ne doit pas comporter plus de %ld caractères.";

"AF_PASSWORDNEEDSLETTER" = "Votre mot de passe doit comporter une ou plusieurs lettres.";
"AF_PASSWORDNEEDSDIGIT" = "Votre mot de passe doit comporter un ou plusieurs chiffres.";

"AF_ACCOUNTDISABLED" = "Votre compte a été désactivé.\nContactez votre administrateur système pour obtenir plus d’informations."; 
"AF_UNABLETOLOGIN" = "Le système n’a pas réussi à vous connecter.\nContactez votre administrateur système pour en savoir plus.";
"AF_INVALIDLOGONHOURS" = "Vous n’avez le droit de vous connecter qu’à certaines heures.\nContactez votre administrateur système pour en savoir plus.";
"AF_INVALIDCOMPUTER" = "Vous n’avez pas le droit d’utiliser cet ordinateur.\nContactez votre administrateur système pour en savoir plus.";

"AF_SEESYSTEMADMIN" = "Contactez votre administrateur système pour en savoir plus.";

"AF_PASSWORDEXPIRINGSOON" = "Votre mot de passe va bientôt expirer.\nSaisissez un nouveau mot de passe.";
"AF_CRYPTPASSWORD" = "Vous devez mettre à jour votre mot de passe.";


/* Password Expiration imminent */
"PASSWORD_EXPIRATION_DAY" = "Votre mot de passe expirera demain.\n\nCliquez sur « Modifier le mot de passe » pour saisir un nouveau mot de passe.";
"PASSWORD_EXPIRATION_DAYS" = "Votre mot de passe expire dans%ld jours.\n\nCliquez sur « Modifier le mot de passe » pour saisir un nouveau mot de passe.";
"PASSWORD_EXPIRATION_TODAY" = "Votre mot de passe expire aujourd’hui.\n\nCliquez sur « Modifier le mot de passe » pour saisir un nouveau mot de passe.";


/* Network Authentication Error Strings */
"NA_UNTRUSTED_CERT_MSG" = "Votre ordinateur ne peut accéder au réseau sécurisé.";
"NA_UNTRUSTED_CERT_INFO" = "Vous avez tenté d’accéder au réseau par l’intermédiaire d’un serveur d’authentification 802.1X, mais le certificat de sécurité du serveur n’est pas vérifiable. Veuillez contacter votre administrateur de réseau pour plus d’informations.";

/* FUS Failed */
"FUS_FAILED_MSG" = "Le compte utilisateur que vous avez choisi est indisponible.";
"FUS_FAILED_INFO" = "Vérifiez votre connexion au réseau, puis essayez de basculer à nouveau vers le compte utilisateur. Si vous êtes connecté au réseau, demandez de l’aide à votre administrateur système.";
